Repository: bryamzxz/cockpit-sensors
Catalog: po/*.po
Languages: de, es, pt_br

source: Cockpit Sensors
de: Cockpit Sensoren
es: Sensores de Cockpit
pt_br: Sensores para Cockpit

source: Sensors
de: Sensoren
es: Sensores
pt_br: Sensores

source: Sensors cockpit module
de: Sensoren Cockpit Modul
es: Módulo de sensores para Cockpit
pt_br: Sensores do lm-sensors para o cockpit

source: lm-sensors not found, you want install it ?
de: lm-sensors nicht gefunden, möchten Sie es installieren?
es: No se encontró lm-sensors, ¿quieres instalarlo?
pt_br: Não foi encontrado o lm-sensors, deseja instala-lo?

source: this version of lm-sensors don't suport output sensors data!
de: diese Version von lm-sensors unterstützt keine Ausgabe von Sensordaten!
es: ¡Esta versión de lm-sensors no admite la salida de datos de sensores!
pt_br: Essa versão do lm-sensors não tem suporte para saida de dados!

source: lm-sensors has a bug that converts all data to fahrenheit, including voltage, fans and etc.
de: lm-sensors hat einen Fehler, der alle Daten in Fahrenheit umwandelt, einschließlich Spannung, Lüfter usw.
es: lm-sensors tiene un error que convierte todos los datos a Fahrenheit, incluyendo voltaje, ventiladores y más.
pt_br: lm-sensors tem um problema aonde ele converte todos os dados para fahrenheit, incluindo voltage, vetoinhas e etc.

source: Show temperature in Fahrenheit
de: Temperatur in Fahrenheit anzeigen
es: Mostrar temperatura en Fahrenheit
pt_br: Exibir temperatus em Fahrenheit

source: Expand all cards
de: Erweitern Sie alle Karten
es: Expandir todas las tarjetas
pt_br: Expandir todos os cards

source: Install
de: Installieren
es: Instalar
pt_br: Instalar

source: Temperatures
es: Temperaturas

source: View and compare the temperature sensors reported by the system.
es: Visualiza y compara los sensores de temperatura reportados por el sistema.

source: Fans
es: Ventiladores

source: Monitor the status of installed fans without reloading the page.
es: Supervisa el estado de los ventiladores instalados sin recargar la página.

source: Voltages
es: Voltajes

source: Review available voltage readings for power supplies and system buses.
es: Revisa las lecturas de voltaje disponibles para fuentes de alimentación y buses del sistema.

source: Other sensors
es: Otros sensores

source: Sensor category list
es: Lista de categorías de sensores

source: Sensor data requires administrative privileges
de: Sensordaten erfordern administrative Berechtigungen
es: Los datos de sensores requieren privilegios administrativos
pt_br: Os dados de sensores exigem privilégios administrativos

source: Retry with privileges
de: Mit Berechtigungen erneut versuchen
es: Reintentar con privilegios
pt_br: Tentar novamente com privilégios

source: Cockpit could not read sensor data without elevated permissions. Retry the operation to trigger a privilege prompt.
de: Cockpit konnte ohne erhöhte Berechtigungen keine Sensordaten lesen. Versuchen Sie den Vorgang erneut, um eine Berechtigungsabfrage auszulösen.
es: Cockpit no pudo leer los datos de sensores sin permisos elevados. Reintenta la operación para mostrar la solicitud de privilegios.
pt_br: O Cockpit não conseguiu ler os dados dos sensores sem permissões elevadas. Tente novamente para acionar o pedido de privilégios.

source: No sensor backends are available on this system
de: Auf diesem System sind keine Sensor-Backends verfügbar
es: No hay backends de sensores disponibles en este sistema
pt_br: Nenhum backend de sensor está disponível neste sistema

source: Install the recommended packages below and rerun the detection to expose hardware monitoring sensors.
de: Installieren Sie die unten empfohlenen Pakete und führen Sie die Erkennung erneut aus, um Hardware-Überwachungssensoren bereitzustellen.
es: Instala los paquetes recomendados a continuación y ejecuta nuevamente la detección para exponer los sensores de monitorización de hardware.
pt_br: Instale os pacotes recomendados abaixo e execute a detecção novamente para expor os sensores de monitoramento de hardware.

source: Copy command
de: Befehl kopieren
es: Copiar comando
pt_br: Copiar comando

source: Copied
de: Kopiert
es: Copiado
pt_br: Copiado

source: Run detection again
de: Erkennung erneut ausführen
es: Ejecutar la detección nuevamente
pt_br: Executar a detecção novamente

source: No live sensor readings were reported
de: Es wurden keine aktuellen Sensorwerte gemeldet
es: No se informaron lecturas de sensores en vivo
pt_br: Nenhuma leitura ao vivo de sensores foi informada

source: This environment may not expose physical sensors. Virtual machines commonly omit hardware monitoring interfaces.
de: Diese Umgebung stellt möglicherweise keine physischen Sensoren bereit. Virtuelle Maschinen lassen Hardware-Überwachungsschnittstellen häufig weg.
es: Este entorno puede no exponer sensores físicos. Las máquinas virtuales suelen omitir interfaces de monitorización de hardware.
pt_br: Este ambiente pode não expor sensores físicos. Máquinas virtuais normalmente omitem interfaces de monitoramento de hardware.

source: Unable to collect sensor data
de: Sensordaten konnten nicht gesammelt werden
es: No se pudieron recopilar datos de sensores
pt_br: Não foi possível coletar dados dos sensores

source: An unexpected error prevented the Sensors page from retrieving live metrics.
de: Ein unerwarteter Fehler verhinderte, dass die Sensorseite Live-Metriken abrief.
es: Un error inesperado impidió que la página de Sensores obtuviera métricas en vivo.
pt_br: Um erro inesperado impediu a página de Sensores de obter métricas em tempo real.

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
pt_br: Tentar novamente

source: Data sources
de: Datenquellen
es: Fuentes de datos
pt_br: Fontes de dados

source: (active)
de: (aktiv)
es: (activo)
pt_br: (ativo)

source: Loading sensor data...
es: Cargando datos de sensores...

source: No temperature sensors detected
es: No se detectaron sensores de temperatura

source: Cockpit did not receive any temperature readings for this system.
es: Cockpit no recibió lecturas de temperatura para este sistema.

source: No fan telemetry available
es: No hay telemetría de ventiladores disponible

source: The hardware monitoring stack did not expose any fan speed sensors.
es: La pila de monitorización de hardware no expuso sensores de velocidad de ventiladores.

source: No voltage sensors reported
es: No se informaron sensores de voltaje

source: No voltage inputs were reported by the available sensor backends.
es: Los backends de sensores disponibles no reportaron entradas de voltaje.

source: No power sensors found
es: No se encontraron sensores de energía

source: Power metrics were not exposed for this host or backend.
es: No se expusieron métricas de energía para este host o backend.

source: No miscellaneous sensors captured
es: No se capturaron sensores misceláneos

source: Sensors outside the dedicated categories are not reporting data.
es: Los sensores fuera de las categorías dedicadas no están reportando datos.

source: Sensor table controls
es: Controles de la tabla de sensores

source: Refresh interval
es: Intervalo de actualización

source: Refresh interval selector
es: Selector de intervalo de actualización

source: Every 10 seconds
es: Cada 10 segundos

source: Every 5 seconds
es: Cada 5 segundos

source: Every 2 seconds
es: Cada 2 segundos

source: Temperature unit
es: Unidad de temperatura

source: Temperature unit selector
es: Selector de unidad de temperatura

source: Degrees Celsius (°C)
es: Grados Celsius (°C)

source: Degrees Fahrenheit (°F)
es: Grados Fahrenheit (°F)

source: Download session history as CSV
es: Descargar el historial de la sesión como CSV

source: Export CSV
es: Exportar CSV

source: Sensor readings
es: Lecturas de sensores

source: Pinned status
es: Estado fijado

source: Pin sensor
es: Fijar sensor

source: Unpin sensor
es: Quitar fijación del sensor

source: Input
es: Entrada

source: Session min/avg/max
es: Mín/Prom/Máx de la sesión

source: Trend
es: Tendencia

source: Source
es: Fuente

source: Downloads may be restricted by the browser sandbox. Copy the CSV below or try to download it.
es: Las descargas pueden estar restringidas por el sandbox del navegador. Copia el CSV de abajo o intenta descargarlo.

source: Copy
es: Copiar

source: Try download
es: Intentar descarga

source: Close
es: Cerrar
